---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ViewExportingEventArgs
source: html/86659edf-94d0-cd6d-38cf-36e425511b5f.htm
---
# ViewExportingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.